#### WPerMK Property

---

|  |
| --- |
| SymbolTypeId Class   See Also |

Symbol W/(mÂ·K), indicating unit Watts per meter kelvin.

**Namespace:**   Autodesk.Revit.DB
  **Assembly:**   RevitAPI  (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
  **Since:**  2021

# Syntax

| C# |
| --- |
| ``` public static ForgeTypeId WPerMK { get; } ``` |

| Visual Basic |
| --- |
| ``` Public Shared ReadOnly Property WPerMK As ForgeTypeId 	Get ``` |

| Visual C++ |
| --- |
| ``` public: static property ForgeTypeId^ WPerMK { 	ForgeTypeId^ get (); } ``` |

# See Also

SymbolTypeId Class

Autodesk.Revit.DB Namespace